Angular.ng-template
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
johnpapa.angular-essentials
johnpapa.Angular2
johnpapa.vscode-peacock
johnpapa.winteriscoming
mohsen1.prettify-json
ms-vscode.makefile-tools
PKief.material-icon-theme
