Angular.ng-template
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
johnpapa.angular-essentials
johnpapa.Angular2
johnpapa.vscode-peacock
johnpapa.winteriscoming
mohsen1.prettify-json
ms-vscode.makefile-tools
PKief.material-icon-theme
Angular.ng-template
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
GitHub.copilot
johnpapa.angular-essentials
johnpapa.Angular2
johnpapa.vscode-peacock
johnpapa.winteriscoming
mohsen1.prettify-json
mrmlnc.vscode-postcss-sorting
ms-vscode.makefile-tools
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
PKief.material-icon-theme
redhat.java
Tyriar.sort-lines
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
